import { Card } from "../../shared/types/Types";

export const conditioners: Card[] = [
  {
    id: 1,
    path: "/olmo",
    title: "ISR-09HR-MA01-DN1",
    price: 16465,
    amount: 1,
    image:
      "https://bt-service.ua/image/cache/catalog/image/cache/data/product/01/83/00d4234a19eb80555752e18e815e/1-400x400.webp",
    description:
      "Бренд	Idea, Колір	білий, Холодоагент	R410А, Тип компресора	інверторний, Тип	настінний, Країна виробник	Китай,  Керування Wi-Fi	без керування Wi-Fi, Управління	24 годинний таймер; пульт дистанційного керування, LED дисплей, Потужність (max)	в режимі охолодження – 1250 Вт; в режимі обігріву – 1340 Вт, Охолодна здатність, тис.	9000 BTU, Площа приміщення	26 м², Потужність охолодження	2640(1030-3220) Вт, Потужність обігріву	2930 (820-3370) Вт"
  },
  {
    id: 2,
    path: "/olmo",
    title: "Olmo OSH-24LDH3 Inventa Deluxe",
    price: 29099,
    amount: 5,
    image:
      "https://bt-service.ua/image/cache/catalog/image/cache/catalog/bt-service.ua/product/54934/8-400x400.webp",
    description:
      "Бренд	Idea, Колір	білий, Холодоагент	R32, Тип компресора	інверторний, Тип	настінний, Країна виробник	Китай,  Керування Wi-Fi	без керування Wi-Fi, Управління	24 годинний таймер; пульт дистанційного керування, LED дисплей, Потужність (max)	в режимі охолодження – 2076 Вт; в режимі обігріву – 2180 Вт, Охолодна здатність, тис.	24000 BTU, Площа приміщення	70 м², Потужність охолодження	2640(1030-3220) Вт, Потужність обігріву	2930 (820-3370) Вт"
  },
  {
    id: 3,
    path: "/olmo",
    title: "Olmo OMS-09FRH2",
    price: 2000,
    amount: 3,
    image:
      "https://bt-service.ua/image/cache/catalog/image/cache/catalog/bt-service.ua/product/54938_54939_54940/m-400x400.webp",
    description:
      "Olmo OMS-09FRH2 (I) – це універсальне рішення для забезпечення комфортного мікроклімату у вашому приміщенні. З потужністю охолодження 2.1 кВт та потужністю обігріву 2.5 кВт цей кондиціонер здатний ефективно працювати в режимах охолодження, обігріву, вентиляції та осушення повітря. Завдяки використанню екологічно чистого фреону R-32, Olmo OMS-09FRH2 (I) відрізняється високою енергоефективністю. Підходить для приміщень площею до 20 квадратних метрів, цей кондиціонер оснащений функціями Wi-Fi керування (опція), автоматичного перезапуску та програмованого таймера на 24 години, що робить його зручним та легко настроюваним у використанні. Компактний настінний внутрішній блок має низький рівень шуму всього 26 дБ, що робить його ідеальним вибором для встановлення в спальні чи інших приміщеннях, де важлива тиша та комфорт. З білим дизайном та комплектацією виготовленої відповідно до високих стандартів якості, кондиціонер Olmo OMS-09FRH2 (I) надійно служитиме вам протягом тривалого часу. При цьому ви отримуєте гарантію на 24"
  },
  {
    id: 4,
    path: "/olmo",
    title: "Кондиціонер Mitsubishi Electric",
    price: 2000,
    amount: 3,
    image: "https://conditioner.smartclimate.com.ua/products/neoclima.jpg",
    description: "Опис кондиціонера 3"
  }
];
